Repository: expo/eas-cli
Catalog: daily_task_app/lib/l10n/app_*.arb
Languages: ku

# appTitle
source: Today
ku: ئەمڕۆ

source: Tasks for Today
ku: کارەکانی ئەمڕۆ

# noTasksToday
source: No tasks for today. Add some!
ku: هیچ کارێک نییە بۆ ئەمڕۆ. هەندێک زیاد بکە!

source: Add Task
ku: زیادکردنی کار

source: Edit Task
ku: دەستکاریکردنی کار

source: Task Name
ku: ناوی کار

# taskNameHint
source: e.g., Read a book
ku: بۆ نموونە، کتێب خوێندنەوە

# taskDescription
source: Description (Optional)
ku: وەسف (ئارەزوومەندانە)

# taskDescriptionHint
source: e.g., Chapter 3 of 'The Alchemist'
ku: بۆ نموونە، بەشی ٣ی 'کیمیاگەر'

source: Start Time
ku: کاتی دەستپێک

source: End Time
ku: کاتی کۆتایی

# category
source: Category (Optional)
ku: پۆل (ئارەزوومەندانە)

# categoryHint
source: e.g., Learning, Fitness
ku: بۆ نموونە، فێربوون، وەرزش

# targetGoal
source: Target/Goal (Optional)
ku: ئامانج/ئامانجی دیاریکراو (ئارەزوومەندانە)

# targetGoalHint
source: e.g., 30 minutes, 10 pages
ku: بۆ نموونە، ٣٠ خولەک، ١٠ لاپەڕە

source: Save Task
ku: پاشەکەوتکردنی کار

source: Delete Task
ku: سڕینەوەی کار

# deleteTaskConfirmation
source: Are you sure you want to delete this task?
ku: دڵنیایت دەتەوێت ئەم کارە بسڕیتەوە؟

source: Yes
ku: بەڵێ

source: No
ku: نەخێر

# fieldRequiredError
source: This field is required.
ku: ئەم خانەیە پێویستە پڕبکرێتەوە.

source: Select Date
ku: بەروار دیاری بکە

source: Select Time
ku: کات دیاری بکە

source: OK
ku: باشە

source: Cancel
ku: پاشگەزبوونەوە

source: Progress
ku: پێشکەوتن

source: Completed
ku: تەواوکراو

source: Incomplete
ku: تەواونەکراو

source: View Monthly Progress
ku: بینینی پێشکەوتنی مانگانە

source: Daily Progress
ku: پێشکەوتنی ڕۆژانە

source: Monthly Progress
ku: پێشکەوتنی مانگانە

source: Settings
ku: ڕێکخستنەکان

source: Language
ku: زمان

source: English
ku: ئینگلیزی

# kurdish
source: Kurdish (Sorani)
ku: کوردی (سۆرانی)

source: Notifications
ku: ئاگادارییەکان

source: Upcoming Task
ku: کاری داهاتوو
